<?php
return [
    'category' => [
        1 => '文字',
        2 => '語彙',
        3 => '文法',
        4 => '読解',
        5 => '聴解',
    ],
    'sub_category' => [
        //文字・語彙
        1 => '「　」の言葉の読み方として最もよいものを、1・2・3・4から一つ選びなさい。',
        2 => '（　）に入れるのに最もよいものを、1・2・3・4から一つ選びなさい。',
        3 => '「　」の言葉に意味が最も近いものを、1・2・3・4から一つ選びなさい。',
        4 => '次の言葉の使い方として最もよいものを、1・2・3・4から一つ選びなさい。',
        //文法
        5 => '次の文の（　）に入れるのに最もよいものを、1・2・3・4から一つ選びなさい。',
        6 => '次の文の★ に入る最もよいものを、1・2・3・4から一つ選びなさい。',
        7 => '次の文章を読んで、文章全体の趣旨をふまえてAからEの中に入る最もよいものを、1・2・3・4から一つ選びなさい。',
        //読解
        8 => '次の(1)から(3)の文章を読んで、後の問いに対する答えとして最もよいものを、1・2・3・4から一つ選びなさい。',
        9 => '次の文章を読んで、後の問いに対する答えとして最もよいものを、1・2・3・4から一つ選びなさい。',
        //聴解
        10 => 'まず質問を聞いてください。それから話を聞いて、問題用紙の１から４の中から、最もよいものを一つ選んでください。',
        11 => 'まず質問を聞いてください。そのあと、問題のせんたくしを読んでください。読む時間があります。それから話を聞いて、問題用紙の１から４の中から、最もよいものを一つ選んでください。',
        12 => '問題用紙に何も印刷されていません。この問題は、全体としてどんな内容かを聞く問題です。話の前に質問はありません。まず話を聞いてください。それから、質問とせんたくしを聞いて、から４の中から、最もよいものを一つ選んでください。',
        13 => '問題用紙に何も印刷されていません。まず文を聞いてください。それから、それに対する返事を聞いて、１から３の中から、最もよいものを一つ選んでください。',
        14 => [
            1 => '長めの話を聞きます。問題用紙に何も印刷されていません。まず話を聞いてください。それから、質問とせんたくしを聞いて、１から４の中から、最もよいものを一つ選んでください。',
            2 => '長めの話を聞きます。問題用紙に何も印刷されていません。まず話を聞いてください。それから、質問とせんたくしを聞いて、１から４の中から、最もよいものを一つ選んでください。',
            3 => '長めの話を聞きます。まず話を聞いてください。それから、二つの質問を聞いて、それぞれせんたくしの１から４の中から、最もよいものを一つ選んでください。',
        ],
    ],
];
